Repository: Quintus/SMC
Catalog: tsc/data/translations/*.po
Languages: it, tr

source: Filename
it: Nome file
tr: Dosya adı

source: Sound filename
it: Nome file suono
tr: Ses dosyası adı

source: Continuous
it: Continuo
tr: Devamlı

source: Check if the sound should be played continuously instead of randomly
it: Verifica se l'audio può essere emesso continuamente oppure casualmente
tr: Sesin rastgele yerine devamlı çalınabilirliğini kontrol et

source: Delay Minimum
it: Intervallo minimo
tr: En Az Gecikme

source: Minimal delay until played again
it: Intervallo minimo tra le emissioni di suono
tr: Tekrar oynatılana kadar en az gecikme

source: Maximum
it: Massimo
tr: En fazla

source: Maximal delay until played again
it: Intervallo massimo tra le emissioni di suono
tr: Tekrar oynatılana kadar en fazla gecikme

source: Volume Minimum
it: Volume Minimo
tr: En Az Ses

source: Minimal random volume for each play
it: Volume minimo per ogni suono
tr: Her çalma için en az rastgele ses seviyesi

source: Maximal random volume for each play
it: Volume massimo per ogni suono
tr: Her çalma için en fazla rastgele ses seviyesi

source: Volume Reduction Begin
it: Inizio riduzione volume
tr: Ses Azaltımı Başladı

source: Volume reduction begins gradually at this distance
it: La riduzione di volume inizia gradualmente da questa distanza
tr: Bu uzaklıktan itibaren ses azaltımı kademeli olarak başlar

source: End
it: Fine
tr: Son

source: Volume reduction ends at this distance. Sound is not played beyond this.
it: Fine riduzione volume. Il suono non sarà più emesso dopo questo punto.
tr: Ses azaltımı bu uzaklıkta sonlanır. Bu noktadan sonra ses çalınmaz.

source: Loading
it: Caricamento
tr: Yükleniyor

source: Editor enabled
it: Editor Abilitato
tr: Editör seçilebilir

source: Loading Level failed :
it: Caricamento livello fallito :
tr: Bölüm Yüklemesi başarısız :

source: Loading Images
it: Caricamento Immagini
tr: Görüntüler Yükleniyor

source: Loading Sounds
it: Caricamento Suoni
tr: Sesler Yükleniyor

source: undefined
it: Non definito
tr: tanımsız

source: left
it: sinistra
tr: sol

source: right
it: destra
tr: sağ

source: up
it: su
tr: yukarı

source: down
it: giù
tr: aşağı

source: top_left
it: Alto sinistra
tr: üst_sol

source: top_right
it: Alto destra
tr: sağ_üst

source: bottom_left
it: Basso a sinistra
tr: sol_alt

source: bottom_right
it: Basso a destra
tr: sağ_alt

source: left_top
it: Sinistra alto
tr: sol_üst

source: left_bottom
it: Sinistra basso
tr: sol_alt

source: right_top
it: Destra alto
tr: sağ_üst

source: right_bottom
it: Destra basso
tr: sağ_alt

source: horizontal
it: Orizzontale
tr: yatay

source: vertical
it: verticale
tr: düşey

source: all
it: tutti
tr: hepsi

source: first
it: primo
tr: ilk

source: last
it: ultimo
tr: son

source: green
it: verde
tr: yeşil

source: white
it: bianco
tr: beyaz

source: black
it: nero
tr: siyah

source: red
it: rosso
tr: kırmızı

source: orange
it: arancione
tr: turuncu

source: yellow
it: giallo
tr: sarı

source: blue
it: blu
tr: mavi

source: brown
it: marrone
tr: kahverengi

source: grey
it: Grigio
tr: gri

source: Direction
it: Direzione
tr: Dizin

source: Starting direction.
it: Direzione di avvio.
tr: Başlama yönü.

source: Fly distance
it: Distanza volo
tr: Uçuş mesafesi

source: Hits
it: Collisioni
tr: Vuruşlar

source: Hits until a downgrade
it: Spara fino al ridimensionamento
tr: Bir azalmaya kadarki vuruşlar

source: Downgrades
it: Retrocedi
tr: Azalmalar

source: Downgrades until death
it: Retrocedi fino alla morte
tr: Ölüme kadarki azalmalar

source: Shell Time
it: Tempo della shell
tr: Kabuk Zamanı

source: Time running as shell to rise again
it: Tempo della shell per ripartire
tr: Kabuk yeniden canlanırken geçen zaman

source: Enabled
it: Abilitato
tr: Seçilebilir

source: Disabled
it: Disabilitato
tr: Seçilemez

source: Image directory
it: Cartella Immagini
tr: Görüntü dizini

source: Directory containing the images
it: Cartella contenente le immagini
tr: Görüntüleri bulunduran dizin

source: Direction it moves into.
it: Direzione nella quale si muove.
tr: Hareket ettiği yön.

source: Distance
it: Distanza
tr: Mesafe

source: Movable Distance into its direction
it: Distanza movimento in questa direzione
tr: Yönüne olan taşınabilir uzaklık

source: Speed
it: Velocità
tr: Hız

source: Initial speed when jumping out
it: Velocità iniziale all'uscita
tr: Zıplarkenki ilk hız

source: Movable distance
it: Distanza di movimento
tr: Oynatılabilir uzaklık

source: Always fly
it: Vola sempre
tr: Her zaman uç

source: Move without stopping at the fly distance
it: Muove senza bloccare alla distanza di volo
tr: Uçuş uzaklığında durmadan hareket et

source: Wait time
it: Attendere
tr: Bekleme zamanı

source: Time to wait until moving again after a stop
it: Tempo di attesa prima di muoversi dopo un blocco
tr: Durduktan sonra tekrar harekete geçme süresi

source: The distance to move each time
it: La distanza da muovere ogni volta
tr: Bir seferdeki hareket mesafesi

source: Speed when activated
it: Velocità quando attivato
tr: Etkinleştirildiğindeki hız

source: Image
it: Immagine
tr: Görüntü

source: Image filename
it: Nome file immagine
tr: Görüntü dosyası adı

source: Rotation Speed
it: Velocità rotazione
tr: Dönüş hızı

source: Path Identifier
it: Identificativo Percorso
tr: Yol Belirteci

source: Name of the Path to move along.
it: Nome del percorso da seguire.
tr: Üzerinde hareket edilecek yolun adı.

source: Maximum speed
it: Velocità massima
tr: En fazla hız

source: Fire Resistant
it: Resistente al fuoco

source: If it is resistant against fire
it: Se è resistente al fuoco

source: Ice Resistance
it: Resistente al ghiaccio

source: Resistance against Ice (0.0-1.0)
it: Resistenza al ghiaccio (0.0-1.0)

source: Detection distance into its direction
it: Rileva la distanza in questa direzione
tr: Yönüne olan keşif uzaklığı

source: Points %08d
it: Punti %08d

source: Lives :
it: Vite :

source: Time %02d:%02d
it: Tempo %02d:%02d
tr: Süre %02d:%02d

source: Credits
it: Crediti
tr: Krediler

source: Version
it: Versione
tr: Sürüm

source: Delete
it: Cancella
tr: Sil

source: Back
it: Indietro
tr: Geri

source: This will reset your current progress. Continue ?
it: Perderai i tuoi attuali progressi Vuoi continuare ?
tr: Şu anki ilerlemenizi kaybedeceksiniz. Devam?

source: Couldn't load overworld
it: Impossibile caricare il SuperMondo
tr: Dış dünya yüklenemiyor

source: Couldn't load level
it: Impossibile caricare il livello
tr: Bölüm yüklenemedi.

source: Delete
it: Elimina
tr: Sil

source: Always Run
it: Corri sempre
tr: Her Zaman Koş

source: Camera Hor Speed
it: Velocità camera X
tr: Yatay Kamera Hızı

source: Camera Ver Speed
it: Velocità Camera Y
tr: Düşey Kamera Hızı

source: Language
it: Lingua
tr: Dil

source: Menu Level
it: Menu livello
tr: Menü Bölümü

source: Reset
it: Reimposta

source: Resolution
it: Risoluzione
tr: Çözünürlük

source: Fullscreen
it: Schermo intero
tr: Tam Ekran

source: Geometry Quality
it: Qualità geometria
tr: Geometri Kalitesi

source: Texture Quality
it: Qualità Texture
tr: Doku Kalitesi

source: Apply
it: Applica

source: Recreate Cache
it: Rigenera Cache

source: You should only change the value if the audio is scratchy.
it: Puoi solo cambiare il valore se l'audio è di cattiva qualità.

source: Music
it: Musica
tr: Müzik

source: Enable to play music. You need to have the Music Addon installed.
it: Abilita la musica. Devi aver installato il componente aggiuntivo per la musica.

source: Set the Music Volume.
it: Imposta Volume musica.

source: Sound
it: Suono
tr: Ses

source: Enable to play Sounds.
it: Abilita suono.

source: Set the Sound Volume.
it: Imposta volume suoni.

source: Shortcuts
it: Scorciatoie
tr: Kısayollar

source: Name
it: Nome
tr: Ad

source: Key
it: Tasto
tr: Tuş

source: Scroll Speed
it: Velocità scorrimento
tr: Kayma Hızı

source: Analog Jump
it: Salto analogico
tr: Analog Zıplama

source: None
it: Nessuno
tr: Hiç

source: Axis Hor
it: Asse Or
tr: Yatay Eksen

source: Button
it: Bottone
tr: Buton

source: Show images
it: Mostra immagini
tr: Görüntüleri göster

source: Item image size
it: Dimensione immagine elemento
tr: Obje görüntüsü büyüklüğü

source: Auto-Hide Mouse
it: Nascondi Mouse

source: Up
it: Su
tr: Yukarı

source: Down
it: Giu
tr: Aşağı

source: Left
it: Sinistra
tr: Sol

source: Right
it: Destra
tr: Sağ

source: Jump
it: Salta
tr: Zıplama

source: Shoot
it: Fuoco
tr: Ateş

source: Item
it: Elemento
tr: Obje

source: Action
it: Azione
tr: Eylem

source: Exit
it: Esci
tr: Çıkış

source: Press a key
it: Premi un tasto
tr: Bir tuşa basın

source: Press a button
it: Premi un pulsante
tr: Bir butona basın

source: for
it: per
tr: için

source: . Press ESC to cancel.
it: . Premi ESC per annullare.
tr: . İptal etmek için ESC'e basın.

source: Reinitialization
it: Reinizializza
tr: Yeniden sıfırlama

source: Reloading
it: Ricarica
tr: Yeniden yükleniyor

source: Music addon not detected. You can download it from the Website.
it: Componente per audio non trovato Puoi scaricarlo dal sito web.
tr: Müzik eklentisi bulunamadı. Websitesinden indirebilirsiniz.

source: Enabled :
it: Abilitato :
tr: Seçilebilir :

source: 3000 Points needed for saving in a level. Saving on the Overworld is free.
it: 3000 Punti sono necessari per salvare in un livello. Si può sempre salvare in un Mondo.
tr: Bölüm içinde kaydetmek için 3000 puana gerekir. Dünya dışında kaydetmek serbesttir.

source: No Description
it: Nessuna Descrizione
tr: Açıklama Yok

source: Enter Description
it: Inserire descrizione
tr: Açıklama Gir

source: Halfmassive -
it: Semi-massivo
tr: Yarı Ağırlık -

source: Massive -
it: Massivo -
tr: Ağırlık -

source: Front Passive -
it: Passivo avanti -
tr: Ön Pasif -

source: Passive -
it: Passivo -
tr: Pasif -

source: Climbable -
it: Scalabile -
tr: Tırmanılabilir -

source: Couldn't save level
it: Non è possibile salvare il livello
tr: Bölüm kaydedilemiyor

source: Level
it: Livello
tr: Bölüm

source: saved
it: salvato
tr: kayıtlı

source: Create a new Level
it: Crea un nuovo livello
tr: Yeni bölüm oluştur

source: already exists
it: già esistente
tr: zaten var

source: Created
it: Creato
tr: Oluşturuldu

source: Load a Level
it: Carica un livello
tr: Bir Bölüm Yükle

source: Loaded
it: Caricato
tr: Yüklendi

source: Save
it: Salva
tr: Kaydet

source: Save Level as
it: Salva Livello come
tr: Bölümü Farklı Kaydet

source: New name
it: Nuovo nome
tr: Yeni ad

source: Delete and Unload
it: Elimina e rimuovi
tr: Sil ve Boşalt

source: Reload Level ?
it: Ricarica Livello ?
tr: Bölümü Yeniden Yükle ?

source: Initial direction
it: Direzione iniziale
tr: İlk Yön

source: Animation
it: Animazione
tr: Animasyon

source: Use the Power animation if the box has a good or needed item for this level
it: Usa l'animazione Power se il box ha un premio o un elemento necessario per questo livello
tr: Eğer kutu bu bölüm için iyi veya gerekli bir şey taşıyorsa Güç animasyonunu kullan

source: Empty
it: Vuoto
tr: Boş

source: Random
it: Casuale
tr: Rastgele

source: The item that gets spawned
it: L'elemento che deve essere emesso
tr: Ortaya çıkan obje

source: Force item
it: Forza elemento
tr: Objeyi zorla

source: Force best available item when activated
it: Forza il miglior elemento disponibile quando attivo
tr: Etkinleştirildiğinde en uygun objeyi zorla

source: Useable Count
it: Utilizzabile n volte:
tr: Kullanılabilir Miktar

source: Massive
it: Massivo
tr: Ağırlık

source: Ghost
it: Fantasma
tr: Hayalet

source: Semi Massive
it: Semi Massivo
tr: Yarı Ağırlık

source: Invisible
it: Invisibile
tr: Görünmez

source: Massive is invisible until activated. Ghost is only visible and activateable if in ghost mode. Semi Massive is like Massive but only touchable in the activation direction.
it: Massivo è invisibile fino all'attivazione. Fantasma è solo visibile e attivabile in modalità Fantasma. Semi Massivo è come massivo ma è attivo solo nella direzione di attivazione.
tr: Ağırlık etkinleştirilene kadar görünmezdir. Hayalet, sadece hayalet modunda görünebilir ve etkinleştirilebilirdir. Yarı Ağırlık, Ağırlığa benzer ama sadece etkinleştirme yönünde dokunulabilirdir.

source: Enemystopper
it: Blocco nemici
tr: Düşman durdurucu

source: Beam
it: brilla
tr: Işın

source: Warp
it: Curvo
tr: Eğrilik

source: The direction to come out
it: Direzione di uscita
tr: Çıkılacak yön

source: Name for identification
it: Nome per identificatore
tr: Tanıma için ad

source: Direction to move in
it: Direzione movimento
tr: Gidilecek yön

source: Motion
it: Movimento
tr: Hareket

source: Camera Motion
it: Movimento camera
tr: Kamera Hareketi

source: Destination Level
it: Livello destinazione
tr: Gidilecek Bölüm

source: Name of the level that should be entered. If empty uses the current level.
it: Nome del livello di ingresso. Se vuoto usa il livello corrente.
tr: Girilmesi gereken bölümün adı. Boşsa şu anki bölümü kullanır.

source: Destination Entry
it: Punto di destinazione
tr: Varış Yeri Girdisi

source: Name of the Entry in the destination level. If empty the entry point is the player start position.
it: Nome del punto di ingresso nel livello di destinazione. Se vuoto il punto di ingresso è la posizione del giocatore.
tr: Gidilecek bölümündeki girdinin adı. Eğer boşsa giriş noktası oyuncunun başlama noktasıdır.

source: Name of the Path to use for the camera movement.
it: Nome dell'identificatore da usare per il movimento della camera.
tr: Kamera hareketi için kullanılacak yolun adı.

source: Move Type
it: Tipo movimento
tr: Hareket Türü

source: Movement type.
it: Tipo Movimento
tr: Hareket türü.

source: Movable distance into its direction if type is line or radius if circle.
it: Distanza di movimento in questa direzione se il tipo è linea o raggio
tr: Çizgiyse, yönüne olan hareket edilebilir uzaklık; çemberse, yarıçap.

source: Touch time
it: Tempo di contatto
tr: Dokunma süresi

source: Time when touched until shaking starts
it: Intervallo prima dell'avvio del tremolio
tr: Temastan sallantının başlamasına kadar geçen zaman

source: Shake time
it: Tempo di tremolio
tr: Sallanma süresi

source: Time it's shaking until falling
it: Tempo di tremolio fino alla caduta
tr: Düşüşüne kadarki sallanma süresi

source: Touch move time
it: Tempo di tocco movimento
tr: Temas hareket süresi

source: If set does not move until this time has elapsed after touched
it: Se attivo non muovere finché non è trascorso l'intervallo dopo il tocco
tr: Eğer temastan bu kadar zaman sonra set hareket etmezse

source: Hor image count
it: Contatore immagine oriz
tr: Yatay görüntü sayısı

source: Horizontal middle image count
it: Contatore immagine centrale orizzontale
tr: Yatay orta görüntü sayısı

source: Image top left
it: Immagine sopra sinistra
tr: Sol üst görüntü

source: Image top middle
it: Immagine sopra centro
tr: Orta üst görüntü

source: Image top right
it: Immagine sopra destra
tr: Sağ üst görüntü

source: Falling
it: Caduta
tr: Düşen

source: Delayed
it: Ritardo
tr: Gecikmiş

source: Moving
it: In movimento
tr: Hareketli

source: Platform -
it: Piattaforma -

source: Path
it: Percorso
tr: Yol

source: Identifier
it: Identificatore
tr: Belirleyici

source: Identifier name of the Path. This is needed for objects that can link to this.
it: Nome che identifica il Percorso. E' necessario per gli oggetti che possono riferirsi ad esso.
tr: Yolun belirleyici adı. Buna bağlanabilen objeler için gereklidir.

source: Movement type. Mirror moves forth and back and rewind starts from the beginning again.
it: Tipo movimento. Movimenti allo specchio.

source: Segment
it: Segmento
tr: Dilim

source: Select the Segment to edit.
it: Seleziona il segmento per modificarlo
tr: Değiştirelecek dilimi seç.

source: Add a Segment after the selected one.
it: Aggiungi un segmento dopo quello selezionato.
tr: Seçilenin ardına bir dilim ekle.

source: Add
it: Aggiungi
tr: Ekle

source: Delete the selected Segment.
it: Elimina il segmento selezionato.
tr: Seçili dilimi sil.

source: Line position X1
it: Posizione Linea X1
tr: Çizgi Konumu X1

source: Line position Y1
it: Posizione linea Y1
tr: Çizgi Konumu Y1

source: Line position X2
it: Posizione Linea X2
tr: Çizgi Konumu X2

source: Line position Y2
it: Posizione linea Y2
tr: Çizgi Konumu Y2

source: Spinbox
it: Box rotante
tr: Dönüş kutusu

source: Text
it: Testo
tr: Metin

source: Text to display when activated
it: Testo da mostrare quando attivo
tr: Etkinleştirildiğinde gösterilecek yazı

source: Unnamed
it: Senza nome
tr: Adsız

source: Couldn't save world description
it: Non è possibile salvare la descrizione del Mondo
tr: Dünya açıklaması kaydedilemiyor

source: Couldn't save world
it: Impossibile salvare il Mondo
tr: Dünya kaydedilemiyor

source: World
it: Mondo
tr: Dünya

source: Create a new World
it: Crea un nuovo Mondo
tr: Yeni Dünya Yarat

source: Load an Overworld
it: Carica un SuperMondo
tr: Dış Dünya Yükle

source: Reload World ?
it: Ricarica Mondo
tr: Dünyayı Yeniden Yükle ?

source: Line Start Point
it: Linea di partenza
tr: Çizgi Başlangıç Noktası

source: Line End Point
it: Linea di arrivo
tr: Çizgi Bitiş Noktası

source: Waypoint origin
it: Origine punto di passaggio
tr: Yön başlangıç noktası

source: Waypoint
it: Punto di passaggio
tr: Yön noktası

source: Level
it: Livello
tr: Bölüm

source: World
it: Mondo
tr: Dünya

source: Type
it: Tipo
tr: Tür

source: Destination type
it: Tipo destinazione
tr: Hedef türü

source: Destination
it: Destinazione
tr: Hedef

source: Destination level or world
it: Livello o Mondo di destinazione

source: Backward Direction
it: Direzione all'indietro
tr: Geri Yön

source: Forward Direction
it: Direzione in avanti
tr: İleri Yön

source: Default Access
it: Accesso base
tr: Varsayılan Erişim

source: Enable if the Waypoint should be always accessible.
it: Abilita se il punto di passaggio deve essere sempre accessibile

source: Savegame
it: Salva partita
tr: Kayıtlı oyun

source: loaded
it: caricato
tr: yüklendi

source: Saved to Slot
it: Salva nello
tr: Yere Kaydedildi

source: - Level
it: - Livello
tr: - Bölüm

source: - Date
it: - Data
tr: - Tarih

source: Position z
it: Posizione Z
tr: Konum z

source: Emitter width
it: Larghezza Emettitore
tr: Emitör genişliği

source: Emitter width in which the particles spawn
it: Larghezza nella quale le particelle sono emesse
tr: Taneciklerin ortaya çıktığı emitör genişliği

source: Height
it: Altezza
tr: Yükseklik

source: Emitter height in which the particles spawn
it: Altezza nella quale le particelle sono emesse
tr: Taneciklerin ortaya çıktığı emitör yüksekliği

source: Emitter TTL
it: Emettitore TTL
tr: Emitör TTL

source: Emitter time to live. Set -1 for infinite.
it: Tempo di azione emettitore. Imposta -1 per infinito.
tr: Emitörün yaşam süresi. Sonsuz için -1'e ayarlayın.

source: Emitter interval
it: Intervallo emettitore
tr: Emitör süresi

source: The amount of particles to spawn for an interval
it: Il numero di particelle da emettere in un intervallo
tr: Bir zaman aralığında ortaya çıkan tanecik miktarı

source: Velocity
it: Velocità
tr: Hız

source: Rotation z
it: Rotazione z
tr: Dönüş z

source: Add direction
it: Aggiungi direzione
tr: Yön ekle

source: Const. rotation z
it: Costante rotazione z
tr: Sabit dönüş z

source: Scale
it: Ridimensionamento
tr: Skala

source: Hor gravity
it: Gravità oriz
tr: Yatay Yerçekimi

source: Ver gravity
it: Gravità Ver
tr: Düşey yerçekimi

source: Saving Textures
it: Salvataggio trame
tr: Dokular Kaydediliyor

source: Restoring Textures
it: Caricamento immagini
tr: Dokular Geri Getiriliyor

source: Caching Images failed : Could not remove old images
it: Ottimizzazioni immagini fallita: impossibile rimuovere le vecchie immagini
tr: Görüntüler Ön Belleğe Alınamadı : Eski görüntüler silinemiyor

source: Caching Images
it: Ottimizzazione immagini
tr: Görüntüler Ön Belleğe Alınıyor

source: default
tr: varsayılan

source: On
tr: Açık

source: Off
tr: Kapalı

source: Ver
tr: Düşey

source: Editor Z :
tr: Editör Z :

source: Pos X1
tr: Konum X1

source: Pos X2
tr: Konum X2

source: Quota
tr: Kota
